ScalingOff = "Desativar Redimensionamento";
ScalingOn = "Ativar Redimensionamento";
AllScreens = "Todas as Telas";
ScreenNumber = "Tela %d";
MainScreen = "Tela Principal";
ReEnterPass = "Verifique se você digitou o nome e a senha corretos.";
RemoteAccessDenied = "O usuário atual de “%@” rejeitou sua solicitação de acesso.";

taskString = "Controlar";
taskDescription = "Controlar o Computador";
longTaskDescription = "Controlar o computador selecionado";
requestTitle = "A autenticação falhou";
requestScreenControl = "Deseja pedir permissão para controlar?";
requestScreenObserve = "Deseja pedir permissão para observar?";
requestScreenAuthFailed = "Falha de autenticação em “%@”.";
requestDenied = "O usuário negou sua solicitação.";
connecting = "Conectando a “%@”";
connectionLost = "Conexão perdida com “%@”.";
connectionFailed = "Falha de conexão com “%@”.";
connectionFailedReason = "Certifique-se de que o Compartilhamento de Tela (na seção Compartilhamento das Preferências do Sistema) esteja ativado no computador ao qual você está tentando se conectar. Certifique-se também de que a sua conexão de rede esteja funcionando corretamente.";
waitingForResponse = "Aguardando a resposta do usuário.";
runningAdminAppObserveError = "Não foi possível observar “%@”";
runningAdminAppControlError = "Não foi possível controlar “%@”";
runningAdminAppErrorMessage = "O Apple Remote Desktop ou outro aplicativo de administração está em execução no momento.";
controlModeError = "Não foi possível mudar para o Modo Controlar";
observeModeError = "Não foi possível mudar para o Modo Observar";
sharedControlError = "Não foi possível mudar o controle do mouse";
notAuthorizedTitle = "Não autorizado";
controlNotAuthorized = "Você não tem autorização para controlar este computador.";
observeNotAuthorized = "Você não tem autorização para observar este computador.";
serverNotSupported = "O servidor não suporta essa opção.";
sharingSelfNotSupported = "Um computador não pode se conectar a si próprio e compartilhar a própria tela.";
captureDefaultName = "Imagem do Remote Desktop";
scaleToolbarTitle = "Ajustar à Janela";
scaleToolbarPaletteLabel = "Ajustar à Janela";
scaleToolbarTooltip = "Ajustar tela à janela";
controlToolbarTitle = "Controlar";
controlToolbarPaletteLabel = "Controlar ou Observar";
controlToolbarTooltip = "Alternar entre o Modo Controlar e Observar";
shareToolbarTitle = "Compartilhar Mouse";
shareToolbarPaletteLabel = "Compartilhar Mouse com o Usuário";
shareToolbarTooltip = "Compartilhar mouse e teclado com o usuário";
qualityToolbarTitle = "Qualidade";
qualityToolbarPaletteLabel = "Qualidade da Imagem";
qualityToolbarTooltip = "Qualidade da Imagem";
captureToolbarTitle = "Captura de Tela";
captureToolbarPaletteLabel = "Captura de Tela";
captureToolbarTooltip = "Capturar tela para um arquivo";
controlObserveNotSupported = "Você não pode controlar nem observar seu computador";
fullScreenToolbarTooltip = "Ajustar a tela para tela cheia";
fullScreenToolbarTooltipExt = "Exibir tela em uma janela";
fullScreenToolbarTitle = "Tela Cheia";
fullScreenPaletteDisconnect = "Sair da sessão de controle ou observação";
showCursorToolbarTooltip = "Oculta ou mostra o cursor local";
showCursorToolbarTitle = "Ocultar/mostrar cursor";
curtainToolbarTitle = "Bloquear Tela";
curtainToolbarTooltip = "Bloqueia a tela do computador enquanto estiver sob seu controle";
getClipboardToolbarTitle = "Obter Área de Transferência";
getClipboardToolbarTooltip = "Obter o conteúdo da área de transferência remota";
sendClipboardToolbarTitle = "Enviar Área de Transferência";
sendClipboardToolbarTooltip = "Enviar o conteúdo da área de transferência para a área de transferência remota";
multiDisplayToolbarTitle = "Seleção de Monitor";
multiDisplayToolbarTooltip = "Selecione qual monitor remoto será visualizado";
computerInScreenShare = "Você está compartilhando sua tela com este computador atualmente";
curtainErrorTitle = "Não foi possível mudar para o Modo Cortina";
curtainExitErrorTitle = "Não foi possível mudar do Modo Cortina";
curtainErrorMessage = "Ocorreu um erro neste computador.";
curtainUnavailableTooltip = "O modo Cortina não está disponível para a versão do Mac OS X em execução em “%@”.";
curtainUnavalableMessage = "O modo Cortina não está disponível para “%@”.";

displayPopUpAllDisplays = "Todos os Monitores: %@ x %@";
displayPopUpBothDisplays = "Ambos Monitores: %@ x %@";
displayPopUpOneDisplay = "Monitor %@: %@ x %@";

curtainTaskString = "Cortina";
curtainTaskDescription = "Controlar Computador no Modo Cortina";
curtainLongTaskDescription = "Controlar o computador selecionado enquanto a tela é bloqueada";

sshTunnelRemoteLoginDisabledTitle = "A conexão falhou porque o Início de Sessão Remoto não está ativado em “%@”.";
sshTunnelRemoteLoginDisabledMessage = "Desative o ajuste de segurança “Encriptar todos os dados da rede” ou tente ativar o Início de Sessão Remoto na preferência Compartilhamento em “%@”.";
sshTunnelHostKeyChangedTitle = "A conexão com “%@” falhou porque não foi possível confirmar sua identidade. Talvez seja um problema de segurança ou o arquivo known_hosts do SSH pode estar desatualizado.";
sshTunnelHostKeyChangedMessage = "Desative o ajuste de segurança “Encriptar todos os dados da rede” ou atualize o arquivo known_hosts do SSH.";
sshTunnelHostKeyChanged2Message = "A identificação do host remoto foi alterada para “%@”. Se tiver certeza de que este não é um problema de segurança, o Remote Desktop pode tentar corrigir o arquivo known_hosts.";
sshTunnelHostKeyFix = "Reparar";
sshTunnelHostKeyFixError = "Houve um problema ao tentar modificar o arquivo known_hosts.";
sshTunnelTooltip = "A conexão está encriptada";

legacyVNCSecurityWarningTitle = "O computador “%@” está executando um servidor VNC que não suporta a encriptação de toque do Remote Desktop. Talvez o texto digitado nesse computador seja interceptado na rede. Deseja continuar a conexão mesmo assim?";
legacyVNCSecurityWarningMessageFull = "Se o computador remoto tiver o Início de Sessão Remoto ou SSH ativados, você pode selecionar a opção “Encriptar todos os dados da rede” nas preferências do Remote Desktop ou escolher a opção “Conectar-se usando SSH” abaixo para conectar-se com segurança.";
legacyVNCSecurityWarningMessage = "Se o computador remoto tiver o Início de Sessão Remoto ou SSH ativados, selecione a opção “Encriptar todos os dados da rede” nas preferências do Remote Desktop para conectar com segurança.";
legacyVNCSecurityWarningContinueSSHButton = "Conectar usando SSH";

IconCacheTitle = "Tem certeza de que deseja limpar o cache do ícone da barra de título?";
IconCacheDefaultButton = "Limpar";
IconCacheAlternateButton = "Cancelar";
IconCacheMessage = "Estes arquivos são usados para arrastar o ícone da barra de título para criar favoritos. Quaisquer favoritos criados ao arrastar este ícone se romperão se você limpar este cache.\n\nVocê pode copiar o favorito em vez de criar um atalho, mantendo pressionada a tecla Opção.";

YESBUTTON = "Sim";
NOBUTTON = "Não";